//
//  Data.swift
//  Asian-Beauty
//
//  Created by 松尾健司 on 2023/02/19.
//

import Foundation
struct Data {
    var country = ["india","thailand","philippines"]
    var image = ["kiara-advani","Lisa-Lalisa","angelica_h"]
    var information1 = ["キアラ・アドヴァニは、インドの女優であり、ボリウッド映画で活躍しています。彼女は、1992年7月31日にムンバイで生まれ、名門大学のジャイ・ヒンド・カレッジで学んでいました。2014年に、彼女はFuglyという映画で女優デビューを果たしましたが、2016年にリリースされたM.S. Dhoni: The Untold Storyで主演を務め、大きな成功を収めました。その後、彼女はKabir Singh、Good Newwz、Laxmii、Indoo Ki Jawaniなどのヒット映画に出演し、演技力で高い評価を得ています。彼女はまた、慈善活動にも積極的に参加しており、インドの社会問題に取り組むための支援を行っています。キアラは、美しい容姿と強い個性を持ち、若い世代の女性たちから人気を集めています。"
                        ,"情報11"
                        ,"情報111"]

    var secondInfo1 = ["インドは南アジアに位置する国で、世界で2番目に人口の多い国であり、多様な文化、宗教、言語、料理、音楽、ダンスなどがあります。インドは、マハトマ・ガンディーやジャワハルラール・ネルーなどの歴史的指導者を輩出し、世界的にも有名な文学者や科学者を多数輩出しています。また、インドは、ヨガやアーユルヴェーダなどの伝統的な健康法や、瞑想やマントラなどの精神的な実践が盛んな国でもあります。"
                       ,"情報44"
                       ,"情報444"]

}
