//
//  Data.swift
//  Asian-Beauty
//
//  Created by 松尾健司 on 2023/02/19.
//

import Foundation
struct Data {
    var country = ["india","thailand","philippines"]
    var image = ["kiara-advani","Lisa-Lalisa","angelica_h"]
    var BeautifulName = ["kiara-advani","Lisa-Lalisa","angelica_h"]
    var information1 = ["キアラ・アドヴァニは、インドの女優であり、ボリウッド映画で活躍しています。彼女は、1992年7月31日にムンバイで生まれ、名門大学のジャイ・ヒンド・カレッジで学んでいました。2014年に、彼女はFuglyという映画で女優デビューを果たしましたが、2016年にリリースされたM.S. Dhoni: The Untold Storyで主演を務め、大きな成功を収めました。その後、彼女はKabir Singh、Good Newwz、Laxmii、Indoo Ki Jawaniなどのヒット映画に出演し、演技力で高い評価を得ています。彼女はまた、慈善活動にも積極的に参加しており、インドの社会問題に取り組むための支援を行っています。キアラは、美しい容姿と強い個性を持ち、若い世代の女性たちから人気を集めています。"
                        ,"リサは、タイ出身の歌手、ダンサー、モデルであり、韓国のガールズグループBLACKPINKのメンバーです。1997年3月27日生まれで、本名は Lalisa Manoban（ラリサ・マノバン）です。リサは、2010年にタイのオーディション番組『Tesco Lotus Talent Show』に出演し、その後、YGエンターテインメントのオーディションを受け、2011年に韓国に移りました。2016年にBLACKPINKのメンバーとしてデビューし、世界的な人気を誇るグループの一員として活躍しています。リサは、ダンスやラップ、英語、韓国語、タイ語を堪能し、その美貌と圧倒的なステージパフォーマンスで多くの人々を魅了しています。"
                        ,"アンジェリカ・パンガニバンは、フィリピンの女優であり、テレビや映画で活躍しています。彼女は、1986年11月4日にマニラで生まれ、子役としてキャリアをスタートさせました。彼女はその後、数多くのテレビドラマや映画に出演し、演技の幅広さで知られています。彼女は、コメディーからドラマ、スリラーまで幅広いジャンルの作品に出演し、多くの賞を受賞しています。アンジェリカは、フィリピンのテレビ界で最も愛される女優の1人であり、多くのファンからの支持を集めています。彼女はまた、慈善活動にも熱心に取り組み、フィリピン社会に貢献する一面も持っています。"]

    var secondInfo1 = ["インドは南アジアに位置する国で、世界で2番目に人口の多い国であり、多様な文化、宗教、言語、料理、音楽、ダンスなどがあります。インドは、マハトマ・ガンディーやジャワハルラール・ネルーなどの歴史的指導者を輩出し、世界的にも有名な文学者や科学者を多数輩出しています。また、インドは、ヨガやアーユルヴェーダなどの伝統的な健康法や、瞑想やマントラなどの精神的な実践が盛んな国でもあります。"
                       ,"タイ王国は、東南アジアに位置する国で、バンコクを首都としています。国土面積は約513,120 km²で、東西に細長い形をしています。タイは、歴史的にも文化的にも豊かな国であり、仏教が国民の大多数を占めています。タイの観光地としては、美しいビーチや島々、バンコクの宮殿や寺院などが有名です。また、タイ料理も世界的に有名で、トムヤムクンやグリーンカレーなどが代表的な料理として知られています。タイの人々は、親切で明るく、笑顔が素敵な国民性を持っています。タイの伝統芸能であるムエタイや、エレファント・ラブストーリーなど、独自の文化を持つ国でもあります。"
                       ,"フィリピン共和国、通称フィリピンは、東南アジアに位置する立憲共和制国家。7641の島々がある島国であり、そのうち有人島に暮らす総人口は1億人を超える。首都はルソン島にあるマニラ市またはマニラ首都圏最大の都市はルソン島では人口が一位で旧首都のケソン市、ビサヤ諸島では大都市のセブ市、ミンダナオ島では面積が大きいダバオ市である。カオスの街と言われるマニラをはじめ、人気リゾート・セブ島、ボラカイ島、ミンダナオ島などの自然豊かな島々や、スペイン統治時代の面影を今に残す世界遺産など、目的に応じてさまざまな楽しみ方ができます。"]

}
